export const products = [
  {
    title: "Пиццы",
    category: "pizza",
    items: [
      {
        id: 1,
        title: "Сырный цыпленок",
        description:
          "Цыпленок, моцарелла, сыры чеддер и пармезан, сырный соус, томаты, фирменный соус альфредо, чеснок",
        image: "/pizza.png",
        price: 550,
      },
      {
        id: 2,
        title: "Сырный цыпленок",
        description:
          "Цыпленок, моцарелла, сыры чеддер и пармезан, сырный соус, томаты, фирменный соус альфредо, чеснок",
        image: "/pizza.png",
        price: 550,
      },
      {
        id: 3,
        title: "Сырный цыпленок",
        description:
          "Цыпленок, моцарелла, сыры чеддер и пармезан, сырный соус, томаты, фирменный соус альфредо, чеснок",
        image: "/pizza.png",
        price: 550,
      },
    ],
  },
  {
    title: "Комбо",
    category: "combo",
    items: [
      {
        id: 1,
        title: "Четыре в одном",
        description:
          "Если хочется всего понемногу. Маленькая пицца, закуска, напиток и соус. Цена комбо зависит от выбранных продуктов и может быть увеличена",
        image: "/combo.png",
        price: 550,
      },
      {
        id: 2,
        title: "Четыре в одном",
        description:
          "Если хочется всего понемногу. Маленькая пицца, закуска, напиток и соус. Цена комбо зависит от выбранных продуктов и может быть увеличена",
        image: "/combo.png",
        price: 550,
      },
      {
        id: 3,
        title: "Четыре в одном",
        description:
          "Если хочется всего понемногу. Маленькая пицца, закуска, напиток и соус. Цена комбо зависит от выбранных продуктов и может быть увеличена",
        image: "/combo.png",
        price: 550,
      },
    ],
  },
  {
    title: "Закуски",
    category: "snacks",
    items: [
      {
        id: 1,
        title: "Ланчбокс с куриными крыльями",
        description:
          "Горячий сытный обед из куриных крылышек со специями и ароматом копчения, пряного картофеля из печи и соуса барбекю",
        image: "/snacks.png",
        price: 550,
      },
      {
        id: 2,
        title: "Ланчбокс с куриными крыльями",
        description:
          "Горячий сытный обед из куриных крылышек со специями и ароматом копчения, пряного картофеля из печи и соуса барбекю",
        image: "/snacks.png",
        price: 550,
      },
      {
        id: 3,
        title: "Ланчбокс с куриными крыльями",
        description:
          "Горячий сытный обед из куриных крылышек со специями и ароматом копчения, пряного картофеля из печи и соуса барбекю",
        image: "/snacks.png",
        price: 550,
      },
    ],
  },
  {
    title: "Коктейли",
    category: "cocktails",
    items: [
      {
        id: 1,
        title: "Клубничный молочный коктейль",
        description:
          "Не важно, какое время года на улице, этот коктейль с клубничным концентратом вернет вас в лето с одного глотка",
        image: "/cocktails.png",
        price: 235,
      },
      {
        id: 2,
        title: "Клубничный молочный коктейль",
        description:
          "Не важно, какое время года на улице, этот коктейль с клубничным концентратом вернет вас в лето с одного глотка",
        image: "/cocktails.png",
        price: 235,
      },
      {
        id: 3,
        title: "Клубничный молочный коктейль",
        description:
          "Не важно, какое время года на улице, этот коктейль с клубничным концентратом вернет вас в лето с одного глотка",
        image: "/cocktails.png",
        price: 235,
      },
    ],
  },
  {
    title: "Кофе",
    category: "coffee",
    items: [
      {
        id: 1,
        title: "Кофе Карамельный капучино",
        description:
          "Если не шоколад, то карамель! А капучино с карамельным сиропом особенно хорош",
        image: "/coffee.png",
        price: 169,
      },
      {
        id: 2,
        title: "Кофе Карамельный капучино",
        description:
          "Если не шоколад, то карамель! А капучино с карамельным сиропом особенно хорош",
        image: "/coffee.png",
        price: 169,
      },
      {
        id: 3,
        title: "Кофе Карамельный капучино",
        description:
          "Если не шоколад, то карамель! А капучино с карамельным сиропом особенно хорош",
        image: "/coffee.png",
        price: 169,
      },
    ],
  },
  {
    title: "Напитки",
    category: "drinks",
    items: [
      {
        id: 1,
        title: "Морс Черная смородина",
        description:
          "Для усиления ощущений от морса рекомендуем закрыть глаза и представить себя у бабушки в саду. Дизайн товара может отличаться",
        image: "/drinks.png",
        price: 145,
      },
      {
        id: 2,
        title: "Морс Черная смородина",
        description:
          "Для усиления ощущений от морса рекомендуем закрыть глаза и представить себя у бабушки в саду. Дизайн товара может отличаться",
        image: "/drinks.png",
        price: 145,
      },
      {
        id: 3,
        title: "Морс Черная смородина",
        description:
          "Для усиления ощущений от морса рекомендуем закрыть глаза и представить себя у бабушки в саду. Дизайн товара может отличаться",
        image: "/drinks.png",
        price: 145,
      },
    ],
  },
  {
    title: "Десерты",
    category: "desserts",
    items: [
      {
        id: 1,
        title: "Чизкейк Нью-Йорк",
        description:
          "Мы перепробовали тысячу десертов и наконец нашли любимца гостей — нежнейший творожный чизкейк",
        image: "/desserts.png",
        price: 550,
      },
      {
        id: 2,
        title: "Чизкейк Нью-Йорк",
        description:
          "Мы перепробовали тысячу десертов и наконец нашли любимца гостей — нежнейший творожный чизкейк",
        image: "/desserts.png",
        price: 550,
      },
      {
        id: 3,
        title: "Чизкейк Нью-Йорк",
        description:
          "Мы перепробовали тысячу десертов и наконец нашли любимца гостей — нежнейший творожный чизкейк",
        image: "/desserts.png",
        price: 550,
      },
    ],
  },
];
